Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONSENT_DOC_LINE_PRINTED_NAME
source: %@'s Name (printed)
ar: اسم %@ (مطبوعًا)
ca: Nom de: %@ (imprès)
cs: %@ - jméno
da: %@s navn (med bogstaver)
de: Name von %@ (Druckbuchstaben)
el: %@: όνομα (με κεφαλαία)
es: Nombre del %@ (mayúsculas)
es_419: Nombre de %@ (escrito)
fi: %@ – nimi tekstattuna
fr: Nom de %@ (en majuscules)
fr_ca: Nom de %@ (en imprimé)
he: השם של %@ (מודפס)
hi: %@ का नाम (प्रिंट किया हुआ)
hr: %@: ime (tiskano)
hu: %@ neve (kinyomtatva)
id: Nama %@ (dicetak)
it: Nome di %@ (stampatello)
ja: %@さんの名前（活字体）
ko: %@의 이름 (인쇄됨)
ms: Nama %@ (bertulis)
nb: Navnet til %@ (store bokstaver)
nl: Naam van %@ (voluit)
pl: %@ – imię i nazwisko (drukowane)
pt: Nome do(a) %@ (impresso)
pt_pt: Nome de: %@ (maiúsculas)
ro: Nume %@ (tipărit)
ru: %@ (расшифровка подписи)
sk: Meno osoby %@ (vytlačené)
sv: %@s namn (tryckt)
sw: Jina la %@ (limeandikwa)
th: ชื่อของ %@ (ตัวพิมพ์)
tr: %@ Adı (yazılı)
uk: Ім’я %@ (друкованими)
vi: Tên của %@ (chữ in hoa)
zh_cn: %@的姓名（正楷书写）
zh_hk: %@ 的姓名（正楷）
zh_tw: %@ 的姓名（工整書寫）

# CONSENT_DOC_LINE_SIGNATURE
source: %@'s Signature
ar: توقيع %@
ca: Signatura de: %@
cs: %@ - podpis
da: %@s underskrift
de: Unterschrift von %@
el: %@: υπογραφή
es: Firma del %@
es_419: Firma de %@
fi: %@ – allekirjoitus
fr: Signature de %@
fr_ca: Signature de %@
he: החתימה של %@
hi: %@ का हस्ताक्षर
hr: %@: potpis
hu: %@ aláírása
id: Tanda Tangan %@
it: Firma di %@
ja: %@さんの署名
ko: %@의 서명
ms: Tandatangan %@
nb: Signaturen til %@
nl: Handtekening van %@
pl: %@ – podpis
pt: Assinatura do(a) %@
pt_pt: Assinatura de: %@
ro: Semnătură %@
ru: %@ (подпись)
sk: Podpis osoby %@
sv: %@s signatur
sw: Sahihi ya %@
th: ลายเซ็นของ %@
tr: %@ İmzası
uk: Підпис %@
vi: Chữ ký của %@
zh_cn: %@的签名
zh_hk: %@ 的簽名
zh_tw: %@ 的簽名

# CONSENT_LEARN_MORE_TITLE
source: Learn More
ar: معرفة المزيد
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_419: Más información
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: और अधिक जानें
hr: Saznajte više
hu: További infók
id: Lebih Lanjut
it: Scopri di più
ja: 詳しい情報
ko: 더 알아보기
ms: Ketahui Lebih Lanjut
nb: Finn ut mer
nl: Meer informatie
pl: Więcej informacji
pt: Saiba Mais
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sv: Läs mer
sw: Jifunze Zaidi
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu Thêm
zh_cn: 了解更多
zh_hk: 了解更多
zh_tw: 更多內容

# CONSENT_NAME_FAMILY
source: Last Name
ar: اسم العائلة
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellidos
es_419: Apellidos
fi: Sukunimi
fr: Nom
fr_ca: Nom de famille
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Családi név
id: Nama Belakang
it: Cognome
ja: 姓
ko: 성
ms: Nama Akhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
pt_pt: Apelido
ro: Nume de familie
ru: Фамилия
sk: Priezvisko
sv: Efternamn
sw: Jina la Mwisho
th: นามสกุล
tr: Soyad
uk: Прізвище
vi: Họ
zh_cn: 姓
zh_hk: 姓氏
zh_tw: 姓氏

# CONSENT_NAME_GIVEN
source: First Name
ar: الاسم الأول
ca: Nom
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
es_419: Nombre
fi: Etunimi
fr: Prénom
fr_ca: Prénom
he: שם פרטי
hi: प्रथम नाम
hr: Ime
hu: Utónév
id: Nama Depan
it: Nome
ja: 名
ko: 이름
ms: Nama Pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Nome
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sv: Förnamn
sw: Jina la Kwanza
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên
zh_cn: 名
zh_hk: 名字
zh_tw: 名字

# CONSENT_NAME_PLACEHOLDER
source: Required
ar: مطلوب
ca: Obligatori
cs: Požadováno
da: Nødvendig
de: Erforderlich
el: Απαιτείται
es: Obligatorio
es_419: Campo obligatorio
fi: Vaaditaan
fr: Obligatoire
fr_ca: Requis
he: חובה
hi: आवश्यक
hr: Potrebno
hu: Szükséges
id: Diperlukan
it: Obbligatorio
ja: 必須
ko: 필요함
ms: Diperlukan
nb: Kreves
nl: Vereist
pl: Wymagane
pt: Obrigatório
pt_pt: necessário
ro: Obligatoriu
ru: Обязательно
sk: Povinné
sv: Krävs
sw: Inahitajika
th: บังคับ
tr: Gerekli
uk: Обов’язково
vi: Bắt buộc
zh_cn: 必填
zh_hk: 必填
zh_tw: 必填

# CONSENT_NAME_TITLE
source: Consent
ar: موافقة
ca: Consentiment
cs: Souhlas
da: Tilladelse
de: Zustimmung
el: Συναίνεση
es: Consentimiento
es_419: Consentimiento
fi: Suostumus
fr: Consentement
fr_ca: Consentement
he: הסכמה
hi: सहमति
hr: Pristanak
hu: Beleegyezés
id: Persetujuan
it: Consenso
ja: 同意
ko: 동의
ms: Keizinan
nb: Samtykke
nl: Toestemming
pl: Zgoda
pt: Consentimento
pt_pt: Autorização
ro: Consimțământ
ru: Согласие
sk: Súhlas
sv: Godkännande
sw: Ridhaa
th: ความยินยอม
tr: İzin
uk: Згода
vi: Đồng ý
zh_cn: 同意
zh_hk: 同意書
zh_tw: 許可

# CONSENT_PAGE_NUMBER_FORMAT
source: Page %1$ld of %2$ld
ar: صفحة %1$ld من %2$ld
ca: Pàgina %1$ld de %2$ld
cs: Stránka %1$ld z %2$ld
da: Side %1$ld af %2$ld
de: Seite %1$ld von %2$ld
el: Σελίδα %1$ld από %2$ld
es: Página %1$ld de %2$ld
es_419: Página %1$ld de %2$ld
fi: Sivu %1$ld / %2$ld
fr: Page %1$ld sur %2$ld
fr_ca: Page %1$ld sur %2$ld
he: עמוד %1$ld מתוך %2$ld
hi: पृष्ठ %1$ld/%2$ld
hr: Stranica %1$ld od %2$ld
hu: %2$ld/%1$ld oldal
id: Halaman %1$ld dari %2$ld
it: Pagina %1$ld di %2$ld
ja: ページ%1$ld/%2$ld
ko: %1$ld/%2$ld페이지
ms: Halaman %1$ld daripada %2$ld
nb: Side %1$ld av %2$ld
nl: Pagina %1$ld van %2$ld
pl: Strona %1$ld z %2$ld
pt: Página %1$ld de %2$ld
pt_pt: Página %1$ld de %2$ld
ro: Pagina %1$ld din %2$ld
ru: Стр. %1$ld из %2$ld
sk: Strana %1$ld z %2$ld
sv: Sidan %1$ld av %2$ld
sw: Ukurasa %1$ld kati ya %2$ld
th: หน้า %1$ld จาก %2$ld
tr: Sayfa %1$ld / %2$ld
uk: Сторінка %1$ld із %2$ld
vi: Trang %1$ld / %2$ld
zh_cn: 第 %1$ld/%2$ld 页
zh_hk: 第 %1$ld 頁（共 %2$ld 頁）
zh_tw: 第 %1$ld 頁（共 %2$ld 頁）

# CONSENT_REVIEW_ALERT_TITLE
source: Review
ar: مراجعة
ca: Revisió
cs: Kontrola
da: Gennemse
de: Überprüfen
el: Έλεγχος
es: Revisar
es_419: Revisar
fi: Tarkasta
fr: Vérification
fr_ca: Révision
he: סקור/י
hi: समीक्षा
hr: Pregled informacija
hu: Áttekintés
id: Tinjauan
it: Verifica
ja: 確認
ko: 검토
ms: Semak
nb: Se gjennom
nl: Bekijk
pl: Przejrzyj
pt: Revisão
pt_pt: Leia com atenção
ro: Recapitulare
ru: Проверка
sk: Skontrolovať
sv: Granska
sw: Pitia
th: ตรวจทาน
tr: Gözden Geçir
uk: Огляд
vi: Xem lại
zh_cn: 检查
zh_hk: 同意書檢閱
zh_tw: 檢視

# CONSENT_REVIEW_INSTRUCTION
source: Review the form below, and tap Agree if you're ready to continue.
ar: راجع النموذج أدناه، واضغط على موافقة إذا كنت مستعدًا للمتابعة.
ca: Repassa el formulari de sota i prem Acceptar si estàs a punt per continuar.
cs: Projděte si formulář níže, a až budete připraveni pokračovat, klepněte na Souhlasím.
da: Gennemse nedenstående formular, og tryk på Enig, hvis du er klar til at fortsætte.
de: Lies das Formular unten nochmals durch und tippe auf „Akzeptieren“, wenn du bereit zum Fortfahren bist.
el: Διαβάστε την παρακάτω φόρμα και αγγίξτε «Αποδοχή» αν είστε έτοιμοι να συνεχίσετε.
es: Revisa el siguiente formulario y pulsa Acepto si estás listo para continuar.
es_419: Revisa la siguiente forma y toca Acepto para continuar.
fi: Tarkasta alla oleva lomake ja napauta ”Hyväksy”, jos olet valmis jatkamaan.
fr: Consultez le formulaire ci-dessous et touchez Accepter si vous êtes prêt à continuer.
fr_ca: Consultez le formulaire ci-dessous et touchez Accepter si vous êtes prêt à continuer.
he: עיין/י בטופס הבא, והקש/י על ״אני מסכים/ה״ אם הינך מוכן/ה להמשיך.
hi: नीचे दिए गए फ़ॉर्म को देखें और जारी रखने के लिए “सहमत” पर टैप करें।
hr: Pregledajte obrazac u nastavku, te dodirnite Slažem se ako ste spremni nastaviti.
hu: Tekintse át az alábbi űrlapot, majd koppintson az Elfogadom gombra, ha készen áll a folytatásra.
id: Tinjau formulir di bawah, dan ketuk Setuju jika Anda siap melanjutkan.
it: Leggi il modulo sottostante e scegli Accetto per continuare.
ja: 下記のフォームを確認して、続ける場合は“同意する”をタップしてください。
ko: 아래 양식을 검토하고 계속할 준비가 되었으면 동의를 탭하십시오.
ms: Semak borang di bawah dan ketik Setuju jika anda bersedia untuk meneruskan.
nb: Se gjennom skjemaet nedenfor, og trykk på Enig hvis du er klar til å fortsette.
nl: Lees het formulier hieronder door en tik op 'Akkoord' als je gereed bent om verder te gaan.
pl: Przejrzyj poniższy formularz i stuknij w Akceptuję, jeśli możesz kontynuować.
pt: Analise o formulário abaixo e toque em Aceitar se estiver pronto para continuar.
pt_pt: Leia com atenção o texto abaixo e toque em Concordo se pretende continuar.
ro: Consultați formularul de mai jos și apăsați “De acord” dacă sunteți gata să continuați.
ru: Проверьте приведенную ниже форму и коснитесь «Принимаю», если Вы готовы продолжить.
sk: Skontrolujte formulár nižšie, a ak ste pripravení pokračovať, klepnite na Súhlasím.
sv: Granska formuläret nedan och tryck på Godkänn om du är redo att fortsätta.
sw: Pitia fomu iliyo chini kisha gonga Kukubali ikiwa uko tayari kuendelea.
th: ตรวจทานแบบฟอร์มด้านล่างแล้วแตะยอมรับหากคุณพร้อมดำเนินการต่อแล้ว
tr: Aşağıdaki formu gözden geçirin, sürdürmeye hazırsanız Kabul Ediyorum’a dokunun.
uk: Перегляньте форму вище і торкніть «Погоджуюсь», якщо ви готові продовжити.
vi: Hãy xem xét biểu mẫu bên dưới và chạm vào Đồng ý nếu bạn sẵn sàng tiếp tục.
zh_cn: 请检查下方的表单，确认后请轻点“同意”。
zh_hk: 請檢視以下表格，如你準備好繼續，請點一下「同意」。
zh_tw: 檢視下方的表單，準備好繼續時請點一下「同意」。

# CONSENT_REVIEW_TITLE
source: Review
ar: مراجعة
ca: Revisió
cs: Kontrola
da: Gennemse
de: Überprüfen
el: Έλεγχος
es: Revisar
es_419: Revisar
fi: Tarkasta
fr: Vérification
fr_ca: Révision
he: סקור/י
hi: समीक्षा
hr: Pregled informacija
hu: Áttekintés
id: Tinjauan
it: Verifica
ja: 確認
ko: 검토
ms: Semak
nb: Se gjennom
nl: Bekijk
pl: Przejrzyj
pt: Revisão
pt_pt: Leia com atenção
ro: Recapitulare
ru: Проверка
sk: Skontrolovať
sv: Granska
sw: Mapitio
th: ตรวจทาน
tr: Gözden Geçir
uk: Огляд
vi: Xem lại
zh_cn: 检查
zh_hk: 同意書檢閱
zh_tw: 檢視

# CONSENT_SECTION_DATA_GATHERING
source: Data Gathering
ar: جمع البيانات
ca: Recopilació de dades
cs: Shromažďování dat
da: Dataindsamling
de: Datenerfassung
el: Συλλογή δεδομένων
es: Recopilación de datos
es_419: Recopilación de datos
fi: Tietojen kerääminen
fr: Collecte des données
fr_ca: Collecte de données
he: איסוף נתונים
hi: डेटा एकत्रीकरण
hr: Prikupljanje podataka
hu: Adatgyűjtés
id: Pengumpulan Data
it: Raccolta dati
ja: データの収集
ko: 데이터 수집
ms: Pengumpulan Data
nb: Datainnsamling
nl: Gegevens verzamelen
pl: Gromadzenie danych
pt: Coleta de Dados
pt_pt: Recolha de dados
ro: Colectarea datelor
ru: Сбор данных
sk: Zber dát
sv: Datainsamling
sw: Ukusanyaji wa Data
th: การรวบรวมข้อมูล
tr: Veri Toplama
uk: Збір даних
vi: Thu thập Dữ liệu
zh_cn: 数据收集
zh_hk: 數據收集
zh_tw: 收集資料

# CONSENT_SECTION_DATA_USE
source: Data Use
ar: استخدام البيانات
ca: Ús de dades
cs: Využití dat
da: Databrug
de: Datennutzung
el: Χρήση δεδομένων
es: Utilización de datos
es_419: Uso de datos
fi: Tietojen käyttö
fr: Utilisation des données
fr_ca: Utilisation des données
he: שימוש בנתונים
hi: डेटा उपयोग
hr: Uporaba podataka
hu: Adathasználat
id: Penggunaan Data
it: Utilizzo dati
ja: データの使用方法
ko: 데이터 사용
ms: Penggunaan Data
nb: Databruk
nl: Gegevensgebruik
pl: Użycie danych
pt: Uso dos Dados
pt_pt: Utilização de dados
ro: Utilizarea datelor
ru: Использование данных
sk: Využitie dát
sv: Dataanvändning
sw: Matumizi ya Data
th: การใช้ข้อมูล
tr: Veri Kullanımı
uk: Використання даних
vi: Sử dụng Dữ liệu
zh_cn: 数据使用
zh_hk: 數據使用
zh_tw: 使用資料

# CONSENT_SECTION_PRIVACY
source: Privacy
ar: الخصوصية
ca: Privadesa
cs: Soukromí
da: Anonymitet
de: Datenschutz
el: Απόρρητο
es: Privacidad
es_419: Privacidad
fi: Tietosuoja
fr: Confidentialité
fr_ca: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인 정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt: Privacidade
pt_pt: Privacidade
ro: Intimitate
ru: Личные данные
sk: Súkromie
sv: Integritet
sw: Faragha
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_cn: 隐私权
zh_hk: 私隱
zh_tw: 隱私權

# CONSENT_SECTION_STUDY_SURVEY
source: Study Survey
ar: استطلاع الدراسة
ca: Avaluació de l’estudi
cs: Studijní průzkum
da: Undersøgelse
de: Studienumfrage
el: Έρευνα μελέτης
es: Evaluación del estudio
es_419: Encuesta del estudio
fi: Tutkimuskysely
fr: Étude
fr_ca: Enquête de l’étude
he: סקר מחקר
hi: सर्वेक्षण अध्ययन
hr: Istraživačka anketa
hu: Kérdőív
id: Survei Studi
it: Indagine conoscitiva
ja: 調査アンケート
ko: 연구 설문
ms: Tinjauan Kajian
nb: Undersøkelse
nl: Onderzoeksenquête
pl: Ankieta badawcza
pt: Opinião do Estudo
pt_pt: Inquérito
ro: Chestionar studiu
ru: Опрос
sk: Študijný prieskum
sv: Studieenkät
sw: Utafiti wa Masomo
th: การสำรวจงานศึกษา
tr: Çalışma Anketi
uk: Дослідне опитування
vi: Khảo sát Nghiên cứu
zh_cn: 研究调查
zh_hk: 研究問卷
zh_tw: 研究問卷

# CONSENT_SECTION_STUDY_TASKS
source: Study Tasks
ar: مهام الدراسة
ca: Tasques d’estudi
cs: Studijní úkoly
da: Opgaver
de: Studienaufgaben
el: Εργασίες μελέτης
es: Tareas del estudio
es_419: Tareas del estudio
fi: Tutkimustehtävät
fr: Tâches de l’étude
fr_ca: Tâches de l’étude
he: משימות מחקר
hi: अध्ययन कार्य
hr: Zadaci istraživanja
hu: A vizsgálat feladatai
id: Tugas Studi
it: Attività indagine conoscitiva
ja: 調査タスク
ko: 연구 과제
ms: Tugas Kajian
nb: Oppgaver
nl: Onderzoekstaken
pl: Zadania badawcze
pt: Tarefas do Estudo
pt_pt: Tarefas
ro: Sarcini studiu
ru: Задачи
sk: Študijné úlohy
sv: Studieåtgärder
sw: Majukumu ya Utafiti
th: บททดสอบศึกษา
tr: Çalışma Görevleri
uk: Дослідні завдання
vi: Nhiệm vụ Nghiên cứu
zh_cn: 研究任务
zh_hk: 研究任務
zh_tw: 研究任務

# CONSENT_SECTION_TIME_COMMITMENT
source: Time Commitment
ar: التزام الوقت
ca: Temps necessari
cs: Věnovaný čas
da: Tidsforbrug
de: Zeitaufwand
el: Απαιτούμενος χρόνος
es: Tiempo dedicado
es_419: Compromiso de tiempo
fi: Ajankäyttö
fr: Temps consacré à l’étude
fr_ca: Durée de l'engagement
he: התחייבות זמן
hi: समय प्रतिबद्धता
hr: Potrebno vrijeme
hu: Szükséges idő
id: Komitmen Waktu
it: Tempo richiesto
ja: 所要時間
ko: 소요 시간
ms: Komitmen Masa
nb: Tidsbruk
nl: Benodigde tijd
pl: Zobowiązanie czasowe
pt: Compromisso de Tempo
pt_pt: Tempo dedicado
ro: Alocarea timpului
ru: Соглашение о времени
sk: Časová náročnosť
sv: Tidsåtgång
sw: Uwekaji wa Muda
th: เวลาดำเนินการ
tr: Zaman Ayırma
uk: Часове навантаження
vi: Cam kết Thời gian
zh_cn: 时间保证
zh_hk: 所需時間
zh_tw: 花費時間

# CONSENT_SECTION_WELCOME
source: Welcome
ar: مرحبًا
ca: Benvingut
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ορίσατε
es: Bienvenido
es_419: Bienvenido
fi: Tervetuloa
fr: Bienvenue
fr_ca: Bienvenue
he: ברוך/ה הבא/ה
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다.
ms: Selamat Datang
nb: Velkommen
nl: Welkom
pl: Witamy
pt: Bem-vindo
pt_pt: Damos‑lhe as boas‑vindas!
ro: Bun venit
ru: Добро пожаловать!
sk: Vitajte
sv: Välkommen
sw: Karibu
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_cn: 欢迎使用
zh_hk: 歡迎
zh_tw: 歡迎

# CONSENT_SECTION_WITHDRAWING
source: Withdrawing
ar: الانسحاب
ca: Abandonar
cs: Odstoupení
da: Tilbagetrækning
de: Aussteigen
el: Αποχώρηση
es: Salida del estudio
es_419: Darse de baja
fi: Peruuttaminen
fr: Retrait de l’étude
fr_ca: Abandonner
he: ביטול השתתפות
hi: सहमति वापस लेना
hr: Povlačenje pristanka
hu: Visszavonás
id: Penarikan Diri
it: Ritiro
ja: 同意の撤回
ko: 철회하기
ms: Menarik Diri
nb: Avslutte studien
nl: Afzien van deelname
pl: Wycofywanie zgody
pt: Desistência
pt_pt: Desistência
ro: Retragere
ru: Отказ от участия
sk: Odstúpenie
sv: Tillbakadragning
sw: Kujiondoa
th: การถอนตัว
tr: Sözünü Geri Alma
uk: Відкликання
vi: Rút lui
zh_cn: 退出研究
zh_hk: 退出研究
zh_tw: 退出調查

# CONSENT_SHARE_ONLY_%@
source: Only share my data with %@
ar: مشاركة بياناتي مع %@ فقط
ca: Compartir només les meves dades amb %@
cs: Sdílet data pouze se společností %@
da: Del kun mine data med %@
de: Meine Daten nur mit „%@“ teilen
el: Κοινοποίηση των δεδομένων μου μόνο σε: %@
es: Solo compartir mis datos con %@
es_419: Sólo compartir mis datos con %@
fi: Jaa datani vain kohteen %@ kanssa
fr: Ne partager mes données qu’avec %@
fr_ca: Ne partager mes données qu’avec %@
he: שתף את הנתונים שלי רק עם %@
hi: मेरा डेटा केवल %@ के साथ साझा करें
hr: Dijeli moje podatke samo sa sveučilištem %@
hu: Az adataim megosztása csak a következővel: %@
id: Hanya bagikan data saya dengan %@
it: Condividi i miei dati solo con %@
ja: 自分のデータを%@とのみ共有します
ko: 나의 데이터를 %@에게만 공유
ms: Kongsi data saya dengan %@ sahaja
nb: Del data kun med %@
nl: Deel mijn gegevens alleen met %@
pl: Tylko %@ może uzyskać moje dane
pt: Compartilhar meus dados somente com %@
pt_pt: Partilhar dados só com %@
ro: Partajați datele dvs. doar cu %@
ru: Предоставлять мои данные только %@
sk: Zdieľať dáta len s inštitúciou %@
sv: Dela mina data endast med %@
sw: Shiriki data yangu na %@ pekee
th: แชร์ข้อมูลของฉันกับ %@ เท่านั้น
tr: Verilerimi yalnızca %@ ile paylaş
uk: Оприлюднювати тільки для %@
vi: Chỉ chia sẻ dữ liệu của tôi với %@
zh_cn: 仅与“%@”共享我的数据
zh_hk: 只與「%@」分享我的數據
zh_tw: 只與「%@」分享資料

# CONSENT_SHARE_WIDELY_%@
source: Share my data with %@ and qualified researchers worldwide
ar: مشاركة بياناتي مع %@ والباحثين المؤهلين حول العالم
ca: Compartir les meves dades amb %@ i investigadors qualificats de tot el món
cs: Sdílet data se společností %@ a kvalifikovanými výzkumnými pracovišti na celém světě
da: Del mine data med %@ og kvalificerede forskere i hele verden
de: Meine Daten mit %@ und qualifizierten Forschern auf der ganzen Welt teilen
el: Κοινοποίηση των δεδομένων μου στο %@ και πιστοποιημένους ερευνητές ανά τον κόσμο
es: Compartir mis datos con %@ y con investigadores cualificados de todo el mundo
es_419: Compartir mis datos con %@ y otros investigadores calificados a nivel mundial
fi: Jaa datani kohteen %@ ja hyväksyttyjen tutkijoiden kanssa maailmanlaajuisesti
fr: Partager mes données avec %@ et des chercheurs du monde entier dans ce domaine
fr_ca: Partager mes données avec %@ et les chercheurs qualifiés de par le monde
he: שתף את הנתונים שלי עם %@ ועם חוקרים מוסמכים מכל העולם
hi: मेरे डेटा को %@ और दुनिया भर के योग्य शोधकर्ताओं के साथ साझा करें
hr: Dijeli moje podatke sa sveučilištem %@ i kvalificiranim istraživačima diljem svijeta
hu: Az adataim megosztása a következővel és világszerte szakképzett kutatókkal: %@
id: Bagikan data saya dengan %@ dan peneliti berkualifikasi di seluruh dunia
it: Condividi i miei dati con %@ e con ricercatori qualificati a livello mondiale
ja: 自分のデータを%@および資格を持つ世界中の研究者と共有します
ko: 나의 데이터를 %@ 및 전세계의 인증된 연구원에게 공유
ms: Kongsi data saya dengan %@ dan penyelidik yang layak di seluruh dunia
nb: Del dataene dine med %@ og erfarne forskere over hele verden
nl: Deel mijn gegevens met %@ en gekwalificeerde onderzoekers wereldwijd
pl: %@ i wykwalifikowani badacze z całego świata mogą uzyskać moje dane
pt: Compartilhar meus dados com %@ e pesquisadores qualificados mundialmente
pt_pt: Partilhar dados com %@ e investigadores qualificados em todo o mundo
ro: Partajați datele dvs. cu %@ și cercetători calificați din întreaga lume
ru: Предоставлять мои данные %@ и мировому научному сообществу.
sk: Zdieľať dáta s inštitúciou %@ a ďalšími kvalifikovanými výskumníkmi.
sv: Dela mina data med %@ och kvalificerade forskare över hela världen
sw: Shiriki data zangu na %@ na watafiti waliohitimu duniani kote
th: แบ่งปันข้อมูลกับ %@ และนักวิจัยที่ได้รับการรับรองทั่วโลก
tr: Verilerimi %@ ve dünya çapında nitelikli araştırmacılarla paylaş
uk: Оприлюднити мої дані для %@ і кваліфікованих вчених в усьому світі
vi: Chia sẻ dữ liệu của tôi với %@ và các nhà nghiên cứu đủ chuyên môn trên thế giới
zh_cn: 与“%@”及全世界符合资格的研究者共享我的数据
zh_hk: 與「%@」及全世界合資格的研究者分享我的數據
zh_tw: 與「%@」和全世界合格的研究學者分享我的資料
